Revit 2027 API
AdvancedOpaque.OpaqueTranslucency Property
 The property labeled "Translucency" from the "AdvancedOpaque" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string OpaqueTranslucency { get; }
Public Shared ReadOnly Property OpaqueTranslucency As String
	Get
public:
static property String^ OpaqueTranslucency {
	String^ get ();
}
static member OpaqueTranslucency : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
AdvancedOpaque Class
Autodesk.Revit.DB.Visual Namespace